Repository: roliverosc/script.cdartmanager
Catalog: resources/language/*/strings.po
Languages: spanish

# #32000
source: Recognized Artists
spanish: Artistas Reconocidos

# #32001
source: Album cdARTs
spanish: cdARTs

# #32002
source: Select Artist
spanish: Seleccionar artista

# #32003
source: Album Cover Arts
spanish: Cover Arts

# #32004
source: Automatic Download
spanish: Realizar descarga automática

# #32005
source: Save Local cdART List
spanish: Guardar lista local cdART

# #32006
source: Artist Fanarts
spanish: FanArts

# #32007
source: Local Album Artists: %s
spanish: Artistas Local: %s

# #32008
source: Local cdARTs: %s
spanish: cdARTs Local: %s

# #32009
source: Artist ClearLOGOs
spanish: ClearLOGOs

# #32010
source: Local Discs: %s
spanish: Discos Local: %s

# #32011
source: Advanced
spanish: Avanzado

# #32012
source: Refresh Addon Database
spanish: Refrescar Base de Datos

# #32013
source: Clean XBMC's Music Library
spanish: Limpiar biblioteca de música

# #32014
source: Update XBMC's Music Library
spanish: Actualizar biblioteca de música

# #32015
source: Delete Addon's Database?
spanish: ¿Desea eliminar la Base de Datos?

# #32016
source: Disc:
spanish: Discos:

# #32017
source: Local cdART List saving folder
spanish: Carpeta para guardar lista local cdART

# #32018
source: cdART Backup folder
spanish: Carpeta para copia de seguridad

# #32019
source: Backup saving format:
spanish: Formato para copia de seguridad:

# #32020
source: Retrieving Music Database
spanish: Recuperando Base de Datos de música

# #32021
source: Creating Addon Database
spanish: Creando Base de Datos

# #32022
source: Choose Available cdART
spanish: Seleccione un cdART disponible

# #32023
source: Download Successful!
spanish: Descarga completada!

# #32024
source: Artwork Downloaded!
spanish: Ilustraciones descargadas!

# #32025
source: Check file paths-Artwork Not Downloaded
spanish: Compruebe rutas para archivos - Ilustraciones no descargadas

# #32026
source: Download Error Occured!
spanish: Hubo un error durante la descarga!

# #32027
source: Artwork Not Download!
spanish: Ilustraciones no descargadas!

# #32028
source: Download aborted!
spanish: Descarga cancelada!

# #32029
source: No Artwork found?
spanish: ¿No encontró ilustraciones?

# #32030
source: Please contribute! Upload your Artwork
spanish: Por favor contribuya! Suba sus ilustraciones

# #32031
source: On fanart.tv
spanish: a fanart.tv

# #32032
source: Choose an Artist
spanish: Seleccione un Artista

# #32033
source: Not Found on fanart.tv
spanish: No encontrado en fanart.tv

# #32034
source: No Artwork found for
spanish: No se encontraron ilustraciones para

# #32035
source: *DOWNLOADING Artwork*
spanish: *DESCARGANDO ilustraciones*

# #32036
source: Music folder path(for Artwork)
spanish: Ruta de carpeta música (para ilustraciones)

# #32037
source: Getting local artists
spanish: Obteniendo artistas locales

# #32038
source: Artist:
spanish: Artista:

# #32039
source: Album:
spanish: Álbum:

# #32040
source: Completed
spanish: Completado

# #32041
source: New Artwork downloaded
spanish: Nuevas ilustraciones descargadas

# #32043
source: Local Artists:
spanish: Artistas locales:

# #32044
source: Local cdARTs:
spanish: cdARTs locales:

# #32045
source: Local Discs:
spanish: Discos locales:

# #32046
source: Automatic Downloading Artwork
spanish: Descarga automática de ilustraciones

# #32047
source: Downloading...
spanish: Descargando...

# #32048
source: Retrieving Recognized Artist List....
spanish: Recuperando lista de artistas reconocidos...

# #32049
source: Artists Matched: %s
spanish: Artistas que coinciden: %s

# #32050
source: Database setup aborted...
spanish: Configuración de la Base de Datos cancelada...

# #32051
source: Addon Database is crucial to script!
spanish: La Base de Datos del Add-on es crucial para el script!

# #32052
source: Please go to the Advanced Menu and
spanish: Por favor vaya a Menú Avanzado y

# #32053
source: Refresh Addon Database
spanish: Refresque la Base de Datos

# #32056
source: cdARTs Copied
spanish: cdARTs copiados

# #32057
source: Finished Copying cdARTs
spanish: Copia de cdARTs finalizada

# #32058
source: cdARTs Stored in
spanish: cdARTs almacenados en

# #32059
source: cdARTs Copied
spanish: cdARTs copiados

# #32060
source: Copying cdARTs...
spanish: Copiando cdARTs...

# #32061
source: cdART Backup
spanish: Copias de seguridad

# #32062
source: Path for missing.txt file
spanish: Ruta para archivo missing.txt

# #32063
source: Copy Unique Local cdARTs
spanish: Copiar cdARTs locales únicos

# #32064
source: Unique cdARTS folder: %s
spanish: Carpeta cdARTs únicos: %s

# #32065
source: Comparing Local and Online cdARTs...
spanish: Comparando cdARTs locales y online...

# #32066
source: Error connecting to fanart.tv, Socket Timed out
spanish: Error al conectar con fanart.tv, tiempo de espera agotado!

# #32067
source: Backup cdART Files
spanish: Realizar copia de seguridad de archivos

# #32068
source: Restore From Backup
spanish: Restaurar desde copia de seguridad

# #32069
source: Restoring cdARTs from backup...
spanish: Restaurando cdARTs desde copia de seguridad...

# #32070
source: cdARTs Restored from backup folder
spanish: cdARTs restaurados desde carpeta de respaldo

# #32071
source: Settings have not been setup!
spanish: Los Ajustes no han sido configurados!

# #32072
source: Please go to Settings menu...
spanish: Por favor, vaya al Menú de Configuración...

# #32073
source: Then Advanced: Refresh Addon Database
spanish: Opciones Avanzadas: Refrescar Base de Datos

# #32074
source: Copy cdART to Backup Folder
spanish: Copiar cdART a carpeta de respaldo

# #32075
source: Delete cdART
spanish: Borrar cdART

# #32076
source: Copy To Unique Folder For Upload
spanish: Copiar a carpeta única para subir

# #32077
source: Custom Label Colors
spanish: Personalizar color de etiquetas

# #32078
source: Green
spanish: Verde

# #32079
source: Blue
spanish: Azul

# #32080
source: Red
spanish: Rojo

# #32081
source: Yellow
spanish: Amarillo

# #32082
source: Orange
spanish: Naranja

# #32083
source: White
spanish: Blanco

# #32085
source: Violet
spanish: Violeta

# #32086
source: Pink
spanish: Rosa

# #32087
source: Recognized Artists Color
spanish: Color para Artistas reconocidos

# #32088
source: Unrecognized Artists Color
spanish: Color para Artistas NO reconocidos

# #32089
source: fanart.tv Albums Match Color
spanish: Color para Álbumes que coinciden con fanart.tv

# #32090
source: Local Albums Match Color
spanish: Color para Álbumes Locales que coinciden

# #32091
source: Local and fanart.tv Match Color
spanish: Color para ilustraciones que coinciden en Local y con fanart.tv

# #32092
source: Unmatched Album Color
spanish: Color para Álbum que NO coincide

# #32093
source: Local cdART List Color
spanish: Color para lista Local de cdART

# #32094
source: Enable custom colors for labels
spanish: Habilitar colores personalizados para etiquetas

# #32095
source: File Folders
spanish: Carpetas de Archivos

# #32096
source: Duplicates Found
spanish: Duplicados encontrados

# #32097
source: Resize Unique cdARTs?
spanish: ¿Desea cambiar el tamaño para cdARTs únicos?

# #32098
source: Local cdART List
spanish: Lista cdART Local

# #32099
source: Build Addon Database in background
spanish: Crear base de datos en segundo plano

# #32100
source: Local Album Count
spanish: Recuento Álbumes Local

# #32101
source: Sorting Album Artists
spanish: Ordenación para Artistas Álbum

# #32102
source: Retrieving Local Database
spanish: Recuperando Base de Datos Local

# #32103
source: Saving Missing Artwork List
spanish: Guardando lista de ilustraciones no encontradas

# #32104
source: Uploading Missing cdART List to website
spanish: Subiendo a sitio web lista de cdART no encontrados

# #32105
source: Retrieving Album Details
spanish: Recuperando detalles para Álbumes

# #32106
source: Overwrite low-res existing cdARTs
spanish: Sobrescribir cdARTs de baja resolución

# #32108
source: Database too old
spanish: Base de Datos demasiado antigua

# #32109
source: Do you want to Rebuild?
spanish: ¿Desea reconstruirla?

# #32110
source: Problem Accessing Folder, Script Exiting
spanish: Problemas accediendo a la carpeta, saliendo del Script

# #32111
source: Downloaded Artwork
spanish: Artwork descargado

# #32112
source: Updating Thumbnails and Fanarts
spanish: Actualizando Miniaturas y Fanarts

# #32113
source: Finished updating Thumbnails and Fanarts
spanish: Finalizada actualización de Miniaturas y Fanarts

# #32114
source: Check Database MBID's to be current during an Update
spanish: Comprobar IDMB actuales durante actualización de la Base de Datos

# #32115
source: Notify while in Background mode
spanish: Notificar mientras se está en modo segundo plano

# #32116
source: Notify At End of Background Database Build(displayed for 2 seconds)
spanish: Notificar al finalizar creación de Base de Datos (se mostrara durante 2 segundos)

# #32117
source: Database Building completed
spanish: Creación de la Base de Datos completada

# #32118
source: Background Database building in progress... Exiting Script...
spanish: Creando Base de Datos en segundo plano... Saliendo del Script...

# #32119
source: Stopping Background Database Building
spanish: Deteniendo creación de Base de Datos en segundo plano

# #32120
source: All Artists
spanish: Todos los Artistas

# #32121
source: Album Artists
spanish: Artistas de Álbum

# #32122
source: Edit Artist
spanish: Editar Artista

# #32123
source: Backup Database
spanish: Copia de seguridad de Base de Datos

# #32124
source: Retrieving All Local Artists
spanish: Recuperando todos los Artistas locales

# #32125
source: Artist ID:
spanish: ID Artista:

# #32126
source: Modify Addon Database
spanish: Modificar Base de Datos

# #32127
source: Edit Album
spanish: Editar Álbum

# #32128
source: MusicBrainz Search Limit
spanish: Límite para búsquedas en MusicBrainz

# #32129
source: Update Database
spanish: Actualizar Base de Datos

# #32130
source: XBMC Music Database missing...
spanish: No encontrada Base de Datos para música...

# #32131
source: Please insure Music Library is built.
spanish: Por favor, asegúrese que la biblioteca de música haya sido creada.

# #32132
source: Updating Missing MusicBrainz Artist's IDs
spanish: Actualizando IDs MusicBrainz para Artistas no encontrados

# #32133
source: Updating Missing MusicBrainz Album/Artist ID's
spanish: Actualizando IDs MusicBrainz para Álbum/Artista no encontrados

# #32134
source: Updating Addon Database
spanish: Actualizando Base de Datos

# #32135
source: Updating Addon Database - Local Artists
spanish: Actualizando Base de Datos - Artistas Locales

# #32136
source: Enable MusicBrainz ID update during Addon Database update(for missing IDs)
spanish: Actualizar ID MusicBrainz durante actualización de la Base de Datos (para IDs desconocidos)

# #32137
source: Artist
spanish: Artista

# #32138
source: Album
spanish: Álbum

# #32139
source: Successfully backed up Addon Database
spanish: Copia de seguridad de la Base de Datos realizada con éxito

# #32140
source: Old Database version found...
spanish: Encontrada Base de Datos anterior...

# #32141
source: Would you like to add Local Artists to Addon Database?
spanish: ¿Desea añadir los Artistas Locales a la Base de Datos?

# #32142
source: Add all artists to Database during Database build or update?
spanish: Añadir Artistas durante la creación o actualización de la Base de Datos

# #32143
source: Extra Settings
spanish: Configuración Extra

# #32144
source: Artist Thumbs
spanish: Thumbs (Miniaturas)

# #32145
source: Update XBMC Thumbnails and Fanarts
spanish: Actualizar Miniaturas y Fanarts de KODI

# #32146
source: Settings
spanish: Ajustes

# #32147
source: Exit
spanish: Salir

# #32148
source: (this can take a long time to complete)
spanish: (completar esta acción puede llevar mucho tiempo)

# #32149
source: Checking Artist MBIDs
spanish: Comprobando IDs MusicBrainz para Artistas

# #32150
source: Checking Album MBIDs
spanish: Comprobando IDs MusicBrainz para Álbumes

# #32151
source: Find Missing MBIDs
spanish: Buscar IDs MusicBrainz para no reconocidos

# #32152
source: Refresh MBIDs
spanish: Refrescar IDs MusicBrainz

# #32153
source: Change MBID
spanish: Cambiar ID MusicBrainz

# #32154
source: Check All MBIDs
spanish: Comprobar todos los IDs MusicBrainz

# #32155
source: Enter MBID
spanish: Introducir ID MusicBrainz

# #32156
source: Select from search(manual entry)
spanish: Seleccionar desde búsqueda (manual)

# #32157
source: Select from search(automatic)
spanish: Seleccionar desde búsqueda (automático)

# #32158
source: Enable saving of missing.txt file
spanish: Habilitar guardado de archivo missing.txt

# #32159
source: Enter Artist MBID - Including dashes(36 Characters)
spanish: Introducir ID MusicBrainz del intérprete - Incluyendo guiones (36 caracteres)

# #32160
source: Please Enter 36 Characters including dashes
spanish: Por favor, introduzca los 36 caracteres incluidos guiones

# #32161
source: Do you want to re-enter?
spanish: ¿Desea volver a introducirlo?

# #32162
source: Is this MBID Correct?
spanish: ¿Es correcto este ID MusicBrainz?

# #32163
source: Are you sure you want to delete MBID?
spanish: ¿Está seguro que desea eliminar este ID MusicBrainz?

# #32164
source: Enter Artist name to search
spanish: Introduzca el nombre del Artista a buscar

# #32165
source: Enter Album title to search
spanish: Introduzca el título del Álbum a buscar

# #32166
source: Select Album
spanish: Seleccionar Álbum

# #32167
source: Enter Album MBID - Including dashes(36 Characters)
spanish: Introducir ID MusicBrainz del Álbum - Incluyendo guiones (36 caracteres)

# #32168
source: Artist Banners
spanish: Banners

# #32171
source: Enable HD Music LOGOs
spanish: Habilitar logos HD para música (HDClearLogo)

# #32172
source: Backup addon database during update
spanish: Realizar copia de seguridad de Base de Datos durante actualización

# #32173
source: Number of days to cache fanart.tv data(The Scheduler)[CR]Cache gets cleared with manual use of cdART Manager
spanish: Número de días para almacenar en caché datos de fanart.tv(The Scheduler)[CR]La caché se borra con el uso manual de cdART Manager

# #32174
source: Number of possible MBID matches:
spanish: Número de posibles coincidencias para ID MusicBrainz:

# #32175
source: Enable replacement of illegal filename characters in artist names
spanish: Habilitar reemplazo de caracteres para nombres de Artistas

# #32176
source: illegal characters to replace
spanish: caracteres no válidos

# #32177
source: replacement character
spanish: caracteres de reemplazo

# #32178
source: Yes
spanish: Si

# #32180
source: change trailing periods to replacement character
spanish: cambiar punto y final por caracteres de reemplazo

# #32181
source: There is an error in Settings.
spanish: Hay un error en los Ajustes.

# #32182
source: Please check your settings and save settings[CR](press OK in settings)
spanish: Por favor, verifique los Ajustes y guárdelos[CR](presione OK en los ajustes)

# #32183
source: Limit number Extrafanarts
spanish: Habilitar límite en Extrafanarts

# #32184
source: Extrafanart Limit:
spanish: Número Máximo:

# #32185
source: Checking fanart.tv for new artwork...
spanish: Comprobando fanart.tv en busca de nuevas ilustraciones...

# #32186
source: Updating Database to new version...
spanish: Actualizando Base de Datos a nueva versión...

# #32187
source: Checking fanart.tv for artwork...
spanish: Comprobando fanart.tv en busca de ilustraciones...

# #32188
source: Use http://musicbrainz.org as the MusicBrainz Server
spanish: Utilizar http://musicbrainz.org como Servidor MusicBrainz

# #32189
source: Url path to MusicBrainz Server(example - http://192.168.1.20)
spanish: Ruta URL para Servidor MusicBrainz (ejemplo - http://192.168.1.20)

# #32190
source: Delay between MusicBrainz Server requests(100's of Milliseconds)
spanish: Retraso entre solicitudes a Servidor MusicBrainz (100 Milisegundos)

# #32191
source: Refresh fanart.tv data
spanish: Actualizar datos de fanart.tv
